[
  "mrj-add-codemirror-matchbrackets",
  "table-editor-obsidian",
  "block-reference-count",
  "customizable-sidebar",
  "open-note-to-window-title",
  "cross-reference-navigation",
  "cycle-through-panes",
  "dataview",
  "drawio-obsidian",
  "obsidian-embedded-code-title",
  "obsidian-enhancing-mindmap",
  "obsidian-excalidraw-plugin",
  "obsidian-latex",
  "file-explorer-note-count",
  "file-tree-alternative",
  "obsidian-fullscreen-plugin",
  "mrj-jump-to-link",
  "obsidian-jupyter",
  "obsidian-kanban",
  "media-extended",
  "metadata-extractor",
  "obsidian-mind-map",
  "nldates-obsidian",
  "note-refactor-obsidian",
  "obsidian-markmind",
  "obsidian42-text-transporter",
  "pane-relief",
  "periodic-notes",
  "obsidian-plotly",
  "readwise-official",
  "recent-files-obsidian",
  "url-into-selection",
  "review-obsidian",
  "sliding-panes-obsidian",
  "smart-random-note",
  "supercharged-links-obsidian",
  "tag-wrangler",
  "templater-obsidian",
  "update-time-on-edit",
  "obsidian-codemirror-options",
  "obsidian-style-settings",
  "cm-editor-syntax-highlight-obsidian",
  "graph-analysis",
  "highlightr-plugin",
  "obsidian-structured-plugin",
  "obsidian-dialogue-plugin",
  "cooklang-obsidian",
  "obsidian-prominent-starred-files",
  "markdown-attributes",
  "obsidian-admonition",
  "homepage",
  "obsidian-outliner",
  "auto-note-mover",
  "find-unlinked-files",
  "obsidian-activity-history",
  "calendar",
  "obsidian-image-auto-upload-plugin",
  "obsidian-image-caption",
  "obsidian-hider",
  "obsidian-image-toolkit",
  "remember-cursor-position",
  "heycalmdown-navigate-cursor-history"
]