[
  "obsidian-activity-history",
  "mrj-add-codemirror-matchbrackets",
  "obsidian-admonition",
  "table-editor-obsidian",
  "obsidian-annotator",
  "auto-note-mover",
  "better-word-count",
  "block-reference-count",
  "calendar",
  "obsidian-codemirror-options",
  "completed-task-display",
  "cooklang-obsidian",
  "cross-reference-navigation",
  "open-note-to-window-title",
  "customizable-sidebar",
  "cycle-through-panes",
  "dataview",
  "drawio-obsidian",
  "obsidian-dialogue-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-embedded-code-title",
  "obsidian-emoji-toolbar",
  "obsidian-excalidraw-plugin",
  "file-explorer-note-count",
  "find-unlinked-files",
  "obsidian-footnotes",
  "obsidian-fullscreen-plugin",
  "graph-analysis",
  "highlightr-plugin",
  "obsidian-hider",
  "homepage",
  "obsidian-image-auto-upload-plugin",
  "obsidian-image-caption",
  "mrj-jump-to-link",
  "obsidian-languagetool-plugin",
  "link-favicon",
  "markdown-attributes",
  "media-extended",
  "metadata-extractor",
  "nldates-obsidian",
  "heycalmdown-navigate-cursor-history",
  "note-refactor-obsidian",
  "obsidian42-text-transporter",
  "obsidian-outliner",
  "pane-relief",
  "url-into-selection",
  "periodic-notes",
  "obsidian-prominent-starred-files",
  "recent-files-obsidian",
  "obsidian-relative-line-numbers",
  "sliding-panes-obsidian",
  "obsidian-structured-plugin",
  "obsidian-style-settings",
  "supercharged-links-obsidian",
  "tag-wrangler",
  "templater-obsidian",
  "update-time-on-edit",
  "various-complements",
  "obsidian-zoom",
  "oz-image-plugin",
  "obsidian-image-toolkit"
]